export default {
  projections: {
    ДопускE: {
      допуск: {
        __caption__: 'Допуск'
      }
    },
    ДопускL: {
      комнаты: {
        __caption__: 'Наименование',
        отели: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование'
          }
        },
        комнатаОтеля: {
          __caption__: 'КомнатаОтеля'
        }
      },
      гости: {
        __caption__: 'Имя',
        авторизация: {
          __caption__: '',
          имя: {
            __caption__: 'Имя'
          },
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        комната: {
          __caption__: 'Комната'
        }
      },
      допуск: {
        __caption__: 'Допуск'
      }
    }
  },
  validations: {
    допуск: {
      __caption__: 'Допуск'
    },
    гости: {
      __caption__: 'Имя'
    },
    комнаты: {
      __caption__: 'Наименование'
    }
  }
};
