export default {
  projections: {
    ГостиE: {
      комната: {
        __caption__: 'Комната'
      },
      датаЗаселения: {
        __caption__: 'Дата заселения'
      },
      датаВыезда: {
        __caption__: 'Дата выезда'
      },
      авторизация: {
        __caption__: 'Авторизация',
        имя: {
          __caption__: 'Имя'
        },
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    ГостиL: {
      авторизация: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        },
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      комната: {
        __caption__: 'Комната'
      },
      датаЗаселения: {
        __caption__: 'Дата заселения'
      },
      датаВыезда: {
        __caption__: 'Дата выезда'
      }
    }
  },
  validations: {
    датаВыезда: {
      __caption__: 'Дата выезда'
    },
    датаЗаселения: {
      __caption__: 'Дата заселения'
    },
    комната: {
      __caption__: 'Комната'
    },
    авторизация: {
      __caption__: 'Авторизация'
    }
  }
};
