export default {
  projections: {
    КомнатыE: {
      iD: {
        __caption__: 'ID'
      },
      комнатаОтеля: {
        __caption__: 'Комната отеля'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      отели: {
        __caption__: 'Отели',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    КомнатыL: {
      отели: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      iD: {
        __caption__: 'ID'
      },
      комнатаОтеля: {
        __caption__: 'Комната отеля'
      },
      этаж: {
        __caption__: 'Этаж'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    комнатаОтеля: {
      __caption__: 'Комната отеля'
    },
    этаж: {
      __caption__: 'Этаж'
    },
    отели: {
      __caption__: 'Отели'
    }
  }
};
